Repository: Borisserz/WorkoutTracker
Catalog: WorkoutTracker/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: "%@" added to Saved Routines.
de: „%@“ zu den gespeicherten Routinen hinzugefügt.
es: "%@" agregado a Rutinas guardadas.
fr: "%@" ajouté aux routines enregistrées.
it: "%@" aggiunto alle routine salvate.
pt_pt: "%@" adicionado às Rotinas Salvas.
ru: "%@" добавлено в Сохраненные.

source: % of 1RM
de: % von 1RM
es: % de 1RM
fr: % de 1RM
it: % dell'1RM
pt_pt: % de 1RM
ru: % от 1RM

source: %.1f tons
de: %.1f Tonnen
es: %.1f toneladas
fr: %.1f tonnes
it: %.1f tonnellate
pt_pt: %,1f toneladas
ru: %.1f тонн

source: %@ at 100%%.
de: %@ bei 100 %%.
es: %@ al 100%%.
fr: %@ à 100%%.
it: %@ al 100%%.
pt_pt: %@ em 100%%.
ru: %@ на 100%%.

source: %@ is Ready! 🔥
de: %@ ist bereit! 🔥
es: ¡%@ está listo! 🔥
fr: %@ est prêt ! 🔥
it: %@ è pronto! 🔥
pt_pt: %@ está pronto! 🔥
ru: %@ готов! 🔥

source: %@ tons
de: %@ Tonnen
es: %@ toneladas
fr: %@ tonnes
it: %@ tonnellate
pt_pt: %@ toneladas
ru: %@ тонн

# %@: %lld%% restored
source: %1$@: %2$lld%% restored
de: %1$@: %2$lld%% wiederhergestellt
es: %1$@: %2$lld%% restaurado
fr: %1$@ : %2$lld%% restauré
it: %1$@: %2$lld%% ripristinato
pt_pt: %1$@: %2$lld%% restaurado
ru: %@: %lld%% восстановлено

# %@: %lld%% восстановлено
source: %1$@: %2$lld%% восстановлено
de: %1$@: %2$lld%% bestätigt
es: %1$@: %2$lld%% permanente
fr: %1$@ : %2$lld%% enregistré
it: %1$@: %2$lld%% corretto
pt_pt: %1$@: %2$lld%% desejado
ru: %@: %lld%% восстановлено

source: %lld Day Streak
de: %lld Tagessträhne
es: %lld racha de días
fr: %lld jours consécutifs
it: Serie di %lld giorni
pt_pt: %lld sequência de dias
ru: %lld дней подряд

source: %lld Days
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
pt_pt: %lld dias
ru: %lld Дней

source: %lld Days Left
de: Noch %lld Tage
es: Quedan %lld días
fr: %lld jours restants
it: %lld giorni rimasti
pt_pt: %lld dias restantes
ru: осталось %lld дней

source: %lld Items Saved
de: %lld Elemente gespeichert
es: %lld Elementos guardados
fr: %lld éléments enregistrés
it: %lld Elementi salvati
ru: %lld Элементы сохранены

# %lld Min · %lld Reps
source: %1$lld Min · %2$lld Reps
de: %lld Min · %lld Wiederholungen
es: %lld Min · %lld Repeticiones
fr: %lld Min · %lld répétitions
it: %lld Min · %lld Rip
ru: %lld мин · %lld повторов

# %lld day%@
source: %1$lld day%2$@
de: %1$llter Tag%2$@
es: %1$ll día%2$@
fr: %1$lld jour%2$@
it: %1$lld giorno%2$@
pt_pt: %1$lld dia%2$@
ru: %1$lld день%2$@

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
pt_pt: %lld dias
ru: %lld дней

source: %lld days of atrophy. Fix it before you lose your gains.
de: %lld Tage Atrophie. Reparieren Sie es, bevor Sie Ihre Gewinne verlieren.
es: %lld días de atrofia. Arréglalo antes de que pierdas tus ganancias.
fr: %lld jours d'atrophie. Réparez-le avant de perdre vos gains.
it: %lld giorni di atrofia. Risolvilo prima di perdere i tuoi guadagni.
pt_pt: %lld dias de atrofia. Corrija-o antes de perder seus ganhos.
ru: %lld дней атрофии. Исправь, пока не потерял прогресс.

source: %lld days of training in a row
de: %lld Trainingstage am Stück
es: %lld días de entrenamiento seguidos
fr: %lld jours d'entraînement consécutifs
it: %lld giorni di formazione consecutivi
pt_pt: %lld dias de treinamento seguidos
ru: %lld дней тренировок подряд

source: %lld exercises
de: %lld Übungen
es: %lld ejercicios
fr: %lld exercices
it: Esercizi %lld
pt_pt: %lld exercícios
ru: %lld упражнений

source: %lld hours
de: %lld Stunden
es: %lld horas
fr: %lld heures
it: %lld ore
pt_pt: %lld horas
ru: %lld часов

source: %lld kg avg
de: %lld kg durchschn
es: %lld kg promedio
fr: %lld kg moy.
it: %lld kg medio
pt_pt: %lld kg médio
ru: %lld кг средн.

source: %lld main exercises included.
de: %lld Hauptübungen enthalten.
es: Todos los ejercicios principales incluidos.
fr: %lld exercices principaux inclus.
it: %lld esercizi principali inclusi.
pt_pt: %lld exercícios principais incluídos.
ru: %lld основных упражнений включено.

source: %lld messages
de: %lld Nachrichten
es: %lld mensajes
it: %lld messaggi
pt_pt: %lld mensagens
ru: %lld сообщений

source: %lld minutes
de: %lld Minuten
es: %lld minutos
it: %lld minuti
pt_pt: %lld minutos
ru: %lld минут

source: %lld muscle groups need rest.
de: %lld Muskelgruppen brauchen Ruhe.
es: Todos los grupos de músculos necesitan descansar.
fr: %lld groupes musculaires ont besoin de repos.
it: %lld gruppi muscolari hanno bisogno di riposo.
pt_pt: % de todos os grupos musculares precisam de descanso.
ru: %lld групп мышц требуют отдыха.

source: %lld photos
de: %lld Fotos
es: %lld fotos
it: %lld foto
pt_pt: %lld fotos
ru: %lld фотографии

source: %lld reps
de: %lld Wiederholungen
es: %lld representantes
fr: %lld représentants
it: %lld ripetizioni
pt_pt: %lld repetições
ru: %lld повторений

source: %lld sec
de: %lld Sek
es: %lld segundos
fr: %lld seconde
pt_pt: %lld seg
ru: %lld сек

source: %lld sets
de: %lld Sätze
es: %lld conjuntos
fr: %lld ensembles
it: %lld imposta
pt_pt: %lld conjuntos
ru: %lld подходов

# %lld sets (%lld%%)
source: %1$lld sets (%2$lld%%)
de: %1$lld Sätze (%2$lld%%)
es: %1$lld conjuntos (%2$lld%%)
fr: %1$lld ensembles (%2$lld%%)
it: %1$lld set (%2$lld%%)
pt_pt: %1$lld conjuntos (%2$lld%%)
ru: %1$lld подходов (%2$lld%%)

# %lld sets x %@
source: %1$lld sets x %2$@
de: %1$lld setzt x %2$@
es: %1$lld conjuntos x %2$@
fr: %1$lld ensembles x %2$@
it: %1$lld imposta x %2$@
pt_pt: %1$lld conjuntos x %2$@
ru: %1$lld подходов x %2$@

# %lld sets x %lld reps • %lld %@
source: %1$lld sets x %2$lld reps • %3$lld %4$@
de: %1$lld setzt x %2$lld Wiederholungen • %3$lld %4$@
es: %1$lld series x %2$lld repeticiones • %3$lld %4$@
fr: %1$lld ensembles x %2$lld répétitions • %3$lld %4$@
it: %1$lld serie x %2$lld ripetizioni • %3$lld %4$@
pt_pt: %1$lld séries x %2$lld repetições • %3$lld %4$@
ru: %1$lld подходов x %2$lld повторений • %3$lld %4$@

# %lld sets x %lld reps • %lldkg
source: %1$lld sets x %2$lld reps • %3$lldkg
de: %1$lld setzt x %2$lld Wiederholungen • %3$lldkg
es: %1$lld series x %2$lld repeticiones • %3$lldkg
fr: %1$lld ensembles x %2$lld répétitions • %3$lldkg
it: %1$lld serie x %2$lld ripetizioni • %3$lldkg
pt_pt: %1$lld séries x %2$lld repetições • %3$lldkg
ru: %1$lld подходов x %2$lld повторений • %3$lld кг

# %lld sets • %@
source: %1$lld sets • %2$@
de: %1$lld setzt • %2$@
es: %1$lld conjuntos • %2$@
fr: %1$lld ensembles • %2$@
it: %1$lld set • %2$@
pt_pt: %1$lld conjuntos • %2$@
ru: %1$lld подходов • %2$@

# %lld sets • %lld%@ x %lld reps
source: %1$lld sets • %2$lld%3$@ x %4$lld reps
de: %1$lld Sätze • %2$lld%3$@ x %4$lld Wiederholungen
es: %1$lld series • %2$lld%3$@ x %4$lld repeticiones
fr: %1$lld ensembles • %2$lld%3$@ x %4$lld répétitions
it: %1$lld serie • %2$lld%3$@ x %4$lld ripetizioni
pt_pt: %1$lld séries • %2$lld%3$@ x %4$lld repetições
ru: %1$lld подходов • %2$lld%3$@ x %4$lld повторений

source: %lld sets.
de: %lld Sätze.
es: %lld conjuntos.
fr: %lld ensembles.
it: %lld imposta.
pt_pt: %lld conjuntos.
ru: %lld подх.

source: %lld times
de: %lld Mal
es: %lld veces
fr: %lld fois
it: %lld volte
pt_pt: %lld vezes
ru: %lld раз

source: %lld tons
de: %lld Tonnen
es: %lld toneladas
fr: %lld tonnes
it: %lld tonnellate
pt_pt: %ld toneladas
ru: %lld тонн

source: %lld workouts
de: %lld Trainingseinheiten
es: %lld entrenamientos
fr: %lld entraînements
it: %lld allenamenti
pt_pt: %lld treinos
ru: %lld тренировок

# %lld workouts, %lld %@
source: %1$lld workouts, %2$lld %3$@
de: %1$lld Trainingseinheiten, %2$lld %3$@
es: %1$lld entrenamientos, %2$lld %3$@
fr: %1$lld entraînements, %2$lld %3$@
it: %1$lld allenamenti, %2$lld %3$@
pt_pt: %1$lld treinos, %2$lld %3$@
ru: %1$lld тренировок, %2$lld %3$@

# %lld workouts, %lld kg
source: %1$lld workouts, %2$lld kg
de: %1$lld Trainingseinheiten, %2$lld kg
es: %1$lld entrenamientos, %2$lld kg
fr: %1$lld entraînements, %2$lld kg
it: %1$lld allenamenti, %2$lld kg
pt_pt: %1$lld treinos, %2$lld kg
ru: %1$lld тренировок, %2$lld кг

# %lld x %lld reps
source: %1$lld x %2$lld reps
de: %1$lld x %2$lld Wiederholungen
es: %1$lld x %2$lld representantes
fr: %1$lld x %2$lld répétitions
it: %1$lld x %2$lld ripetizioni
pt_pt: %1$lld x %2$lld repetições
ru: %1$lld x %2$lld повторений

# %lld x %lld повторений
source: %1$lld x %2$lld повторений
de: %1$lld x %2$lld hinzugefügt
es: %1$lld x %2$lld portada
it: %1$lld x %2$lld potenziato
pt_pt: %1$lld x %2$lld adicionado
ru: %lld x %lld повторений

source: %lld дней тренировок подряд
de: %lld 3 Tage vor dem Training

source: %lld мин
de: %lld Min
es: %lld min
fr: %lld min
it: %lld mio
pt_pt: %lld mínimo

source: %lld подх.
de: %lld mehr.
it: %lld dopo.
pt_pt: %lld pode.

source: %lld упр.
de: %lld upr.

source: %lld упражнений
de: %lld aktualisiert
it: %lld installato
pt_pt: %lld atualizado

source: %lld%% Avg Effort
de: %lld%% Durchschnittlicher Aufwand
es: %lld%% Esfuerzo promedio
fr: %lld%% Effort moyen
it: %lld%% impegno medio
pt_pt: %lld%% Esforço médio
ru: %lld%% интенсивности

source: %lld%% Confidence
de: %lld%% Vertrauen
es: %lld%% Confianza
fr: %lld%% Confiance
it: %lld%% Fiducia
pt_pt: %lld%% Confiança
ru: %lld%% Уверенность

source: %lld%% recovered
de: %lld%% wiederhergestellt
es: %lld%% recuperado
fr: %lld%% récupéré
it: %lld%% recuperato
pt_pt: %lld%% recuperado
ru: %lld%% восстановлено

# %lld/%lld Completed
source: %1$lld/%2$lld Completed
de: %lld/%lld Abgeschlossen
es: %lld/%lld Completado
fr: %lld/%lld Terminé
it: %lld/%lld Completato
ru: %lld/%lld завершено

# %lld/%lld sets
source: %1$lld/%2$lld sets
de: %1$lld/%2$lld Sätze
es: %1$lld/%2$lld conjuntos
fr: Ensembles %1$lld/%2$lld
it: %1$lld/%2$lld imposta
pt_pt: %1$lld/%2$lld conjuntos
ru: %1$lld/%2$lld подходов

source: + Add Set
de: + Satz hinzufügen
es: + Agregar conjunto
fr: + Ajouter un ensemble
it: + Aggiungi insieme
pt_pt: + Adicionar conjunto
ru: + Добавить подход

source: +15 Seconds
de: +15 Sekunden
es: +15 segundos
fr: +15 secondes
it: +15 secondi
pt_pt: +15 segundos
ru: +15 секунд

source: +15% vs Last Week
de: +15 % im Vergleich zur letzten Woche
es: +15% respecto a la semana pasada
fr: +15% par rapport à la semaine dernière
it: +15% rispetto alla settimana scorsa
pt_pt: +15% em relação à semana passada
ru: +15% к прошлой неделе

source: 0% Avg Effort
de: 0 % durchschnittlicher Aufwand
es: 0% de esfuerzo promedio
fr: 0 % d'effort moyen
it: 0% di sforzo medio
pt_pt: 0% de esforço médio
ru: 0% минимальная интенсивность

source: 1 = Easy, 10 = Failure
de: 1 = einfach, 10 = fehlgeschlagen
es: 1 = Fácil, 10 = Fracaso
fr: 1 = Facile, 10 = Échec
it: 1 = Facile, 10 = Fallimento
pt_pt: 1 = Fácil, 10 = Falha
ru: 1 = Очень легко, 10 = Отказ

source: 120 мин
de: 120 Minuten
es: 120 minutos
fr: 120 minutes
it: 120 minuti
pt_pt: 120 minutos

source: 15 мин
de: 15 Minuten
es: 15 minutos
fr: 15 minutes
it: 15 minuti
pt_pt: 15 minutos

source: 1RM Settings
de: 1RM-Einstellungen
es: Configuración de 1RM
fr: Paramètres 1RM
it: Impostazioni 1RM
pt_pt: Configurações de 1RM
ru: Параметры 1RM

source: 1RM Tables
de: 1RM-Tische
es: Mesas 1RM
fr: Tableaux 1RM
it: Tabelle 1RM
pt_pt: Tabelas 1RM
ru: Таблица 1RM

source: 1Y
de: 1J
es: 1 año
fr: 1 an
it: 1 anno
pt_pt: 1 ano
ru: 1Г

source: 3 Months
de: 3 Monate
es: 3 meses
fr: 3 mois
it: 3 mesi
pt_pt: 3 meses
ru: 3 Месяца

source: 30-Day Report
de: 30-Tage-Bericht
es: Informe de 30 días
fr: Rapport sur 30 jours
it: Rapporto di 30 giorni
pt_pt: Relatório de 30 dias
ru: Отчет за 30 дней

source: 72 bpm
de: 72 Schläge pro Minute
fr: 72 battements par minute
ru: 72 удара в минуту

source: 72+ hours post-workout: glycogen stores are full. Optimal time to train.
de: 72+ Stunden nach dem Training: Die Glykogenspeicher sind voll. Optimaler Zeitpunkt zum Trainieren.
es: 72+ horas post-entrenamiento: las reservas de glucógeno están llenas. Momento óptimo para entrenar.
fr: Plus de 72 heures après l'entraînement : les réserves de glycogène sont pleines. Moment optimal pour s’entraîner.
it: Oltre 72 ore dopo l'allenamento: le riserve di glicogeno sono piene. Momento ottimale per allenarsi.
pt_pt: Mais de 72 horas pós-treino: os estoques de glicogênio estão cheios. Horário ideal para treinar.
ru: 72+ часа после тренировки: гликоген полон. Идеальное время тренироваться.

source: A Blank Slate
de: Eine leere Tafel
es: Una pizarra en blanco
fr: Une ardoise vierge
it: Una tabula rasa
pt_pt: Uma lousa em branco
ru: Чистый лист

source: A goal without a timeline is just a wish. When are we crushing our first real session?
de: Ein Ziel ohne Zeitplan ist nur ein Wunsch. Wann zerschlagen wir unsere erste richtige Session?
es: Una meta sin un cronograma es solo un deseo. ¿Cuándo vamos a aplastar nuestra primera sesión real?
fr: Un objectif sans calendrier n’est qu’un souhait. Quand est-ce qu'on écrase notre première vraie séance ?
it: Un obiettivo senza una sequenza temporale è solo un desiderio. Quando completeremo la nostra prima vera sessione?
pt_pt: Uma meta sem cronograma é apenas um desejo. Quando vamos esmagar nossa primeira sessão real?
ru: Цель без временных рамок — это всего лишь желание. Когда мы провалим нашу первую настоящую сессию?

source: A new version of the app is available. Update now to get the latest features and fixes.
de: Eine neue Version der App ist verfügbar. Aktualisieren Sie jetzt, um die neuesten Funktionen und Korrekturen zu erhalten.
es: Una nueva versión de la aplicación está disponible. Actualice ahora para obtener las funciones y correcciones más recientes.
fr: Une nouvelle version de l'application est disponible. Mettez à jour maintenant pour obtenir les dernières fonctionnalités et correctifs.
it: È disponibile una nuova versione dell'app. Aggiorna ora per ottenere le funzionalità e le correzioni più recenti.
pt_pt: Uma nova versão do aplicativo está disponível. Atualize agora para obter os recursos e correções mais recentes.
ru: Доступна новая версия приложения. Обновите версию прямо сейчас, чтобы получить новейшие функции и исправления.

source: A new workout template has been added to your collection.
de: Ihrer Sammlung wurde eine neue Trainingsvorlage hinzugefügt.
es: Se ha agregado una nueva plantilla de entrenamiento a tu colección.
fr: Un nouveau modèle d'entraînement a été ajouté à votre collection.
it: Un nuovo modello di allenamento è stato aggiunto alla tua raccolta.
pt_pt: Um novo modelo de treino foi adicionado à sua coleção.
ru: Новый шаблон тренировки добавлен в вашу коллекцию.

source: A set pushed to absolute muscular failure. High fatigue impact.
de: Ein Satz bis zum absoluten Muskelversagen. Hohe Ermüdungswirkung.
es: Un set empujado al fracaso muscular absoluto. Alto impacto de fatiga.
fr: Un ensemble poussé à l’échec musculaire absolu. Fort impact de fatigue.
it: Un set spinto al cedimento muscolare assoluto. Elevato impatto sulla fatica.
pt_pt: Um conjunto levado à falha muscular absoluta. Alto impacto de fadiga.
ru: Подход выполнен до полного мышечного отказа. Тысокая усталость.

source: ACTIVITY HEATMAP (LAST 28 DAYS)
de: AKTIVITÄTS-HEATMAP (LETZTE 28 TAGE)
es: MAPA DE CALOR DE ACTIVIDAD (ÚLTIMOS 28 DÍAS)
fr: CARTE THERMIQUE DES ACTIVITÉS (28 DERNIERS JOURS)
it: HEATMAP DELLE ATTIVITÀ (ULTIMI 28 GIORNI)
pt_pt: MAPA DE CALOR DE ATIVIDADE (ÚLTIMOS 28 DIAS)
ru: КАРТА АКТИВНОСТИ (ПОСЛЕДНИЕ 28 ДНЕЙ)

source: AI Active
de: KI aktiv
es: IA activa
fr: IA active
it: IA attiva
pt_pt: IA ativa
ru: ИИ активен

source: AI Architect
de: KI-Architekt
es: Arquitecto de IA
fr: Architecte IA
it: Architetto dell'intelligenza artificiale
pt_pt: Arquiteto de IA
ru: ИИ-архитектор

source: AI Autopilot
de: KI-Autopilot
es: Piloto automático de IA
fr: Pilote automatique IA
it: Pilota automatico dell'intelligenza artificiale
pt_pt: Piloto automático de IA
ru: ИИ автопилот

source: AI CONCLUSION
de: KI-SCHLUSSFOLGERUNG
es: CONCLUSIÓN DE IA
fr: CONCLUSION DE L'IA
it: CONCLUSIONE DELL'AI
pt_pt: CONCLUSÃO DA IA
ru: AI ЗАКЛЮЧЕНИЕ

source: AI Coach
de: KI-Coach
es: Entrenador de IA
fr: Coach IA
it: Allenatore dell'IA
pt_pt: Treinador de IA
ru: ИИ тренер

source: AI Coach & Data Processing
de: KI-Coach und Datenverarbeitung
es: Entrenador de IA y procesamiento de datos
fr: Coach IA et traitement des données
it: Coach AI ed elaborazione dati
pt_pt: Coach de IA e processamento de dados
ru: AI Тренер и обработка данных

source: AI Coach Active
de: KI-Coach aktiv
es: Entrenador de IA activo
fr: Coach IA actif
it: Allenatore IA attivo
pt_pt: Treinador de IA ativo
ru: AI Тренер активен

source: AI Coach provides general fitness and educational information only, not medical advice. Consult a qualified professional before making decisions about training, nutrition, or your health.
de: AI Coach bietet nur allgemeine Fitness- und Bildungsinformationen, keine medizinische Beratung. Konsultieren Sie einen qualifizierten Fachmann, bevor Sie Entscheidungen zu Training, Ernährung oder Ihrer Gesundheit treffen.
es: AI Coach proporciona únicamente información educativa y de fitness general, no consejos médicos. Consulta con un profesional cualificado antes de tomar decisiones sobre entrenamiento, nutrición o tu salud.
fr: AI Coach fournit uniquement des informations générales sur la condition physique et l’éducation, et non des conseils médicaux. Consultez un professionnel qualifié avant de prendre des décisions concernant l'entraînement, la nutrition ou votre santé.
it: AI Coach fornisce solo informazioni generali sul fitness e sull'educazione, non consulenza medica. Consulta un professionista qualificato prima di prendere decisioni in merito all'allenamento, all'alimentazione o alla tua salute.
pt_pt: O AI Coach fornece apenas informações educacionais e de condicionamento físico geral, não aconselhamento médico. Consulte um profissional qualificado antes de tomar decisões sobre treinamento, nutrição ou saúde.
ru: AI Тренер предоставляет только общую информацию. Не является медицинской консультацией.

source: AI Configuration
de: KI-Konfiguration
es: Configuración de IA
fr: Configuration de l'IA
it: Configurazione dell'IA
pt_pt: Configuração de IA
ru: Конфигурация ИИ

source: AI Efficiency
de: KI-Effizienz
es: Eficiencia de la IA
fr: Efficacité de l'IA
it: Efficienza dell'intelligenza artificiale
ru: Эффективность ИИ

source: AI Efficiency Overview
de: Übersicht über die KI-Effizienz
es: Descripción general de la eficiencia de la IA
fr: Aperçu de l’efficacité de l’IA
it: Panoramica sull'efficienza dell'intelligenza artificiale
pt_pt: Visão geral da eficiência da IA
ru: Обзор эффективности ИИ

source: AI Forecast
de: KI-Prognose
es: Pronóstico de IA
fr: Prévisions IA
it: Previsioni dell'intelligenza artificiale
pt_pt: Previsão de IA
ru: ИИ прогноз

source: AI Form Tracker
de: KI-Formular-Tracker
es: Rastreador de formularios de IA
fr: Suivi des formulaires IA
it: Tracker moduli AI
ru: Отслеживание форм AI

source: AI Hub
de: KI-Hub
es: Centro de IA
fr: Centre d'IA
it: Centro IA
ru: Центр искусственного интеллекта

source: AI Insight: %@
de: KI-Einblick: %@
es: Perspectiva de IA: %@
fr: Aperçu de l'IA : %@
it: Informazioni sull'intelligenza artificiale: %@
pt_pt: Insight de IA: %@
ru: ИИ инсайт: %@

source: AI PREDICTOR
de: KI-PRÄDIKTOR
es: PREDICTOR DE IA
fr: PRÉDICTEUR IA
it: PREDETTORE DELL'AI
pt_pt: PREDITOR DE IA
ru: AI ПРЕДИКТОР

source: AI Performance Review
de: KI-Leistungsüberprüfung
es: Revisión del rendimiento de la IA
fr: Examen des performances de l'IA
it: Revisione delle prestazioni dell'intelligenza artificiale
pt_pt: Avaliação de desempenho de IA
ru: Обзор эффективности ИИ

source: AI Program Architect
de: KI-Programmarchitekt
es: Arquitecto del programa de IA
fr: Architecte de programme d'IA
it: Architetto del programma AI
pt_pt: Arquiteto de Programa de IA
ru: ИИ архитектор программ

source: AI Settings
de: AI-Einstellungen
es: Configuración de IA
fr: Paramètres IA
it: Impostazioni dell'IA
pt_pt: Configurações de IA
ru: Настройки ИИ

source: AI Smart Generator
de: KI-Smart-Generator
es: Generador inteligente de IA
fr: Générateur intelligent IA
it: Generatore intelligente di intelligenza artificiale
ru: Умный генератор искусственного интеллекта

source: AI Smart Generator, freestyle session, or routines
de: AI Smart Generator, Freestyle-Session oder Routinen
es: AI Smart Generator, sesión de estilo libre o rutinas
fr: AI Smart Generator, séance de style libre ou routines
it: AI Smart Generator, sessione di freestyle o routine
ru: Интеллектуальный генератор искусственного интеллекта, занятия фристайлом или упражнения

source: AI Tracking needs camera access to analyze your form and count reps. Please enable it in Settings.
de: AI Tracking benötigt Kamerazugriff, um Ihre Form zu analysieren und Wiederholungen zu zählen. Bitte aktivieren Sie es in den Einstellungen.
es: AI Tracking necesita acceso a la cámara para analizar su forma y contar repeticiones. Habilítelo en Configuración.
fr: AI Tracking a besoin d'un accès à la caméra pour analyser votre formulaire et compter les représentants. Veuillez l'activer dans Paramètres.
it: AI Tracking necessita dell'accesso alla telecamera per analizzare il modulo e contare le ripetizioni. Abilitalo nelle Impostazioni.
ru: AI Tracking требует доступа к камере для анализа вашей формы и подсчета повторений. Пожалуйста, включите его в настройках.

source: AI Tracking not supported for this exercise.
de: AI Tracking wird für diese Übung nicht unterstützt.
es: El seguimiento AI no es compatible con este ejercicio.
fr: Le suivi AI n'est pas pris en charge pour cet exercice.
it: Tracciamento AI non supportato per questo esercizio.
ru: Отслеживание AI не поддерживается для этого упражнения.

source: AI features require your consent before your messages can be sent for processing.
de: KI-Funktionen erfordern Ihre Zustimmung, bevor Ihre Nachrichten zur Verarbeitung gesendet werden können.
es: Las funciones de IA requieren su consentimiento antes de que sus mensajes puedan enviarse para su procesamiento.
fr: Les fonctionnalités d'IA nécessitent votre consentement avant que vos messages puissent être envoyés pour traitement.
it: Le funzionalità AI richiedono il tuo consenso prima che i tuoi messaggi possano essere inviati per l'elaborazione.
pt_pt: Os recursos de IA exigem seu consentimento antes que suas mensagens possam ser enviadas para processamento.
ru: Функции AI требуют вашего согласия на обработку данных.

source: AI insight: %@
de: KI-Einblick: %@
es: Información de IA: %@
fr: Aperçu de l'IA : %@
it: Informazioni sull'intelligenza artificiale: %@
pt_pt: Insight de IA: %@
ru: AI инсайт: %@

source: AI is analyzing...
de: KI analysiert...
es: La IA está analizando...
fr: L'IA analyse...
it: L'intelligenza artificiale sta analizzando...
pt_pt: A IA está analisando...
ru: ИИ анализирует...

source: AI is thinking...
de: KI denkt...
es: La IA está pensando...
fr: L'IA pense...
it: L'intelligenza artificiale sta pensando...
pt_pt: A IA está pensando...
ru: ИИ думает...

source: ALL
de: ALLE
es: TODO
fr: TOUS
it: TUTTO
pt_pt: TODOS
ru: ВСЕ

source: About
de: Um
es: Acerca de
fr: À propos
it: Di
pt_pt: Sobre
ru: О приложении

source: About You
de: Über Dich
es: Acerca de ti
fr: Au propos de vous
it: A proposito di te
pt_pt: Sobre você
ru: О вас

source: Absolute 1RM (%@)
de: Absolutes 1RM (%@)
es: 1RM absoluto (%@)
fr: Absolu 1RM (%@)
it: 1RM assoluto (%@)
pt_pt: 1RM absoluto (%@)
ru: Абсолютный 1RM (%@)

source: Absolute failure. 0 reps in reserve
de: Absoluter Misserfolg. 0 Wiederholungen in Reserve
es: Fracaso absoluto. 0 repeticiones en reserva
fr: Échec absolu. 0 répétitions en réserve
it: Fallimento assoluto. 0 ripetizioni in riserva
pt_pt: Fracasso absoluto. 0 repetições na reserva
ru: Абсолютный отказ. 0 повторений в запасе

source: Accept & Start Workout
de: Akzeptieren und mit dem Training beginnen
es: Aceptar y comenzar a entrenar
fr: Accepter et démarrer l'entraînement
it: Accetta e inizia l'allenamento
pt_pt: Aceite e comece o treino
ru: Принять и начать тренировку
